revokeCertificateTemplate

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.protocol.core.ejbca.org/">
<soapenv:Header/>
<soapenv:Body>
  <ws:revokeCert>
         <arg0>{{issuerDN}}</arg0>
<arg1>{{certificateSN}}</arg1>
<arg2>{{reason}}</arg2>
</ws:revokeCert>
</soapenv:Body>
</soapenv:Envelope>
